tap "adoptopenjdk/openjdk"
tap "christo-auer/eilmeldung", "https://github.com/christo-auer/eilmeldung"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "sinelaw/fresh"
brew "glib"
brew "libusb"
brew "zstd"
brew "aerc"
brew "little-cms2"
brew "webp"
brew "automake"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "carapace"
brew "chawan"
brew "christo-auer/eilmeldung/eilmeldung"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "erlang"
brew "elixir"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghcup"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "rebar3"
brew "gleam"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "icu4c@76"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "kanata"
brew "languagetool"
brew "lazygit"
brew "libolm"
brew "libraw"
brew "libsixel"
brew "lilypond"
brew "lsd"
brew "luarocks"
brew "luv"
brew "neovim"
brew "tree-sitter"
brew "neovide"
brew "opencode"
brew "pandoc"
brew "python-tk@3.13"
brew "qt@5"
brew "rustup"
brew "silicon"
brew "starship"
brew "tlrc"
brew "typescript"
brew "w3m"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "sinelaw/fresh/fresh"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "nikitabobko/tap/aerospace"
cask "basictex"
cask "chromedriver"
cask "emacs-app"
cask "font-iosevka"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "kitty"
cask "sf-symbols"
cask "stolendata-mpv"
cask "swiftbar"
cask "vlc"
cask "zed"
go "golang.org/x/tools/gopls"
